[
    {
        "serviceTitle": "Recruitment: Quality Hire",
        "ratings": "5",
        "price": "100",
        "img": "https://www.bravensinc.com/wp-content/uploads/2019/01/Talent-Acquisition.png",
        "shortDes": "HR Recruitment services in Bangladesh as a leading provider of integrated HR services across the country we leverage our deepest understanding of human resources to hire the best available resources focused on your particular needs. \\n HR Vision is especially engrossed in HR recruitment services in Bangladesh and partnering of HR professionals throughout the country at all levels and in all disciplines.",
        "description": "As a provider of psychometric assessments, I'm bringing aptitude and personality assessments for short-listed candidates, along with a full debrief session. These assessments can assist in identifying behavioral individualities, cultural and motivational traits, and intellectual capabilities. Right after any of our placements, new employees have opportunities to HR training through HR Recruitment Services in Bangladesh for their first few months under an expert upon the request of your clients. This unique level of amenities ensures that both candidate and organization are better equipped to get on an effective & successful relationship and reach their individual requirement. \\n HR VISION of Hr Recruiters is up to make you feel like you have in-house Human Resource department in your company."
    },
    {
        "serviceTitle": "Payroll Processing Service",
        "ratings": "4.5",
        "price": "120",
        "img":"https://empxtrack.com/wp-content/uploads/2014/09/payroll-calculation1.jpg",
        "shortDes": "Payroll Processing Services in Bangladesh provided by HR Vision Bangladesh has processing activities includes all kinds of work in Bangladesh attach with calculation. \\n I'm also giving assistance for distribution arrangement  of employee financial benefits  such as payroll calculation, salary distribution on timely basis,  cheque preparation , overtime calculation, comprehensive deduction , leave encashment, earn leave deduction, bank advising, increment calculation, withholding tax calculation and deposition on time , Preparing  report  and compliance with rules and regulation  such as payroll taxation rules ,   Provident fund  and gratuity fund rules, approved service rules of organization.",
        "description": "Payroll processing is one of the complex, risky and time consuming activities for a business house.  There are lots of risk associated with payroll processing  services in Bangladesh has activities such as fund embezzlement, data security, record tampering, error of software command, miscalculation, employee dissatisfaction and penalty burden for noncompliance of rules and regulation. Due to this complexity, a business organization needs to employ those professionals and expert to handle all kinds of complexity which arises frequently. \\n Business organization spends a large amount of money for payroll processing activities when they arrange it in house. Today efficient and smart business organization especially foreign companies are outsourcing their payroll activities which free up their time and reduce their work pressure and cost."
    },
    {
        "serviceTitle": "Incorporation services for new start-up",
        "ratings": "4",
        "price": "120",
        "img": "https://skumarservices.com/wp-content/uploads/2016/04/incorporation.jpg",
        "shortDes": "Company Registration in Bangladesh | Foreigners/Foreign Owned Companies. \\n Bangladesh being the gold mine for foreign investors, for today and several years to come, the government policy towards registration of foreign-owned companies in Bangladesh has become very lenient, thus allowing an easy access to the Local Market. Foreign Owned Companies may take resort to the followings in order to create their presence in Bangladesh such as- Private Limited Company, Branch Office or Liason Office.",
        "description": "Registration of all three options mentioned above requires to follow a proper procedure. It may start from obtaining a Name Clearance Certificate, Bank Account Opening to finally registering the company at RJSC(Register of Joint Stock Companies). \\n We, HR Vision Bangladesh are heavily equipped with everything that you may need to register your Company in Bangladesh. With the help of our Legal Wing, there remains nothing to worry from your end. Subscribing with our services means that from drafting of AOA & MOA to Opening of the Bank Account, and finally filling of all the documents at the respected authority, we provide everything."
    },
    {
        "serviceTitle": "HR Administration and Consultation Services",
        "ratings": "4.8",
        "price": "110",
        "img":"https://www.totaljobs.com/advice/wp-content/uploads/human-resources-hr-manager-job-description-1024x576.jpg",
        "shortDes": "While HR may not be core to your core business, it is uniquely core to ours. We develop a customised HR services for you based on the type of workforce you have and the specific needs of your business. Our expert focus lies in providing strategic advice and high-impact solutions to clients primarily in Asia mostly Bangladesh, specializing in the areas of strategic HR reviews, strategic workforce planning, pre and post-Merger & Acquisition integration and reorganization projects. \\n Manpower Supplying is the part of the our team We thrive on working with companies who are passionate about realizing the best in their people today and tomorrow.",
        "description": "HR Admin Support \\n The following scope of work with you to find the right level of support you need. \\n 1.Manage personnel files \\n 2.Set up for new hires and closing for leavers. \\n 3.Generate employment contract and new hire documents. \\n 4.Generate HR document for employees. \\n 5. Employer HR Helpline. \\n 6. Employer HR Helpline. \\n 7.Manage exit process for leaves. \\n Employer Law and HR Consulting Service \\n 1.Contract of Full time or project based Service. \\n 2.Payment of Salary. \\n 3.Rest Days, Hours of Work and Other Conditions of Service."
    },
    {
        "serviceTitle": "Fund Management Services",
        "ratings": "4.6",
        "price": "220",
        "img":"https://movetomauritius.mu/wp-content/uploads/2020/11/fundmanagement.jpg",
        "shortDes": "Fund Management Services in Bangladesh is still in its corner-stone of growth due to lack of initiatives and innovation. \\n A trustworthy hand is more important than the fund initiated for investment because without prior experience and proper knowledge a fund manager will surely cause death to your cause.",
        "description": "HR Vision helps manage such funds and also conduct necessary research for investment. Our fund management services in Bangladesh allows you to focus on your business while making you free from thinking about the fund managing services in Bangladesh, because we are adamant to take away your tension completely. \\n Our fund management services focuses on capitalizing your fund to more proper and appropriate profit generating forums, creating the perfect management system suiting your business. We believe in this arena of business, our focus lies in gaining the trust and honesty of our clients, as such is a predetermining factor in assigning the work. We mainly focus in two different types of Fund Management, such are mentioned into the following categories."
    },
    {
        "serviceTitle": "HR Analytics using MS Excel",
        "ratings": "4.7",
        "price": "80",
        "img":"https://www.tmi.org/images/demystifying-hr-analytics-and-workforce-planning.jpg",
        "shortDes": "Use Excel for HR Analytics, calculate HR metrics, build HR dashboards & ML models for Human Resource & People Analytics. \\n HR analytics provides scientific support to decision-making concerning a firm's human resources. My Services on HR analytics addresses the topic of HR analytics with a practical focus, focusing especially on demystifying analytics for Human Resource managers, from both statistical and computing point of view.",
        "description": "After taking my services an employer will be able to: \\n 1.Use MS Excel to create and automate the calculation of HR metrics and devise HR analytics techniques in workplace. \\n 2.Make HR Dashboards as per HR analytics standards and understand all the charts that you can draw in Excel. \\n 3.Implement predictive ML models such as simple and multiple linear regression to predict outcomes to real-world HR problems using HR analytics techniques. \\n 4.Use HR analytics tools like pivot tables filtering and sorting options in Excel to summarize and derive information out of the available HR data. \\n 5.create appealing data summaries and dashboards to present the HR story in the most effective way."
    }
]